{
    "time": 1200,
    "image": [
        "empty",
        "empty",
        "img/question_1_3.jpg",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty"
    ],
    "tasks": [
        "Вами был произведён радиоконтроль ИРИ (частоты для \"Поиска\" от 25 до 250 МГц), внесённых в список \"Частоты\" -> \"Контроль\", на предмет нарушения секретности переговоров. На какой частоте были выявлены нарушения (ответ дать в Гц)? Сделайте меньше порог уровня сигнала, если это необходимо.",
        "Одна из радиостанций, для которых проводится радиоконтроль, была захвачена противником. Определите частоту, на которой работает данная радиостанция (ответ дать в МГц).",
        "Определите частоту ИРИ (входящего в список \"Частоты\" -> \"Контроль\"), пеленг на который изображён на панораме (ответ дать в Гц).",
        "Определите пеленг на ИРИ (входящего в список \"Частоты\" -> \"Контроль\"), по которому передал сообщение боец с позывным \"Дуб\".",
        "По результатам синхронной пеленгации с другими постами, входящими в пеленгаторную сеть, было определено местоположение своих ИРИ. Определите частоту работы радио-передатчика, который находится на наибольшем расстоянии от ВАШЕГО поста, относительно других ИРИ из списка \"Контроль\". Ответ дать в кГц.",
        "По результатам синхронной пеленгации с другими постами, входящими в пеленгаторную сеть, было определено местоположение своих ИРИ. Определите частоту работы радио-передатчика, который находится на наименьшем расстоянии от ВАШЕГО поста, относительно других ИРИ из списка \"Контроль\". Ответ дать в кГц.",
        "Вами был произведён радиоконтроль ИРИ, внесённых в список \"Частоты\" -> \"Контроль\". Рядовой с позывным \"Дуб\" хотел сообщить о прибытии на указанную позицию. Правильный ли код он использовал, основываясь на СКТ? Если да – укажите названный им код, если нет – код, который нужно было использовать.",
        "Проанализируйте содержание перегаворов на частотах входящих в список \"Частоты\" -> \"Контроль\". На какой частоте зафиксирован выход в эфир нескольких ИРИ? Ответ дать в кГц.",
        "Какой код (коды) следовало использовать бойцу, который нарушил секретность переговоров. Если несколько кодов, то ответ дать через запятую. Анализирйте частоты из списка \"Частоты\" -> \"Контроль\"",
        "На какой частоте (входящей в список \"Частоты\" -> \"Контроль\") было передано сообщение об обнаруженном препятствии на пути в соответствен с СКТ? Ответ дать в кГц.",
        "На одной из частот (входящих в список \"Частоты\" -> \"Контроль\") в ответ на сообщение о препятствии на пути, был передан некорректный код. Какой код нужно было использовать, в соответствии с СКТ?",
        "На основе частотной панорамы определите сигнал (ИРИ из списка \"Частоты\" -> \"Контроль\") с максимальной мощностью. Уровень перехваченного сигнала отображается в окне \"Уровень.dbm\". Укажите длину волны данного сигнала в м. Ответ округлите до сотых.",
        "На основе частотной панорамы определите сигнал (ИРИ из списка \"Частоты\" -> \"Контроль\") с минимальной мощностью. Уровень перехваченного сигнала отображается в окне \"Уровень.dbm\". Укажите длину волны данного сигнала в м. Ответ округлите до сотых.",
        "Какой пеленг на источник сигнала (ИРИ из списка \"Частоты\" -> \"Контроль\") с максимальной длиной волны?",
        "Какова длина волны сигнала (ИРИ из списка \"Частоты\" -> \"Контроль\"), переданного бойцом с позывным Дуб? Ответ дать в м. Ответ округлите до сотых.",
        "Сколько среди сигналов (ИРИ из списка \"Частоты\" -> \"Контроль\") с цифровой модуляцией тех, пеленг на источник которых составляет от 0 до 180 градусов?",
        "Определите координаты ИРИ из списка \"Частоты\" -> \"Контроль\" с самым большим значением пеленга. Введите координаты через запятую. Между градусами и минутами поставить точку. Пример: 37.14, 55.60.",
        "Могут ли сигналы с одинаковым значение пеленга находится на разном расстоянии от комплекса?",
        "Амплитуды сигналов, принятых на частотах 117 МГц и 157 МГц отличается в 2 раза. Во сколько раз отличается мощности принимаемых сигналов?",
        "Если приёмник принимает два сигнала с одинаковой амплитудой, могут ли отличаться мощности источников этих сигналов?",
        "Два ИРИ с одинаковой мощностью излучения находятся на разном расстоянии от приёмника (т.е. ВАШЕГО поста). Будут ли отличаться мощности этих сигналов на входе приёмника."
  ],
    "checks": [
        ["117000000"],
        ["135"],
        ["135000000"],
        ["138"],
        ["178000"],
        ["135000"],
        ["224"],
        ["78000"],
        ["171, 98", "98, 171", "171,98", "98,171"],
        ["78000"],
        ["177"],
        ["1.68", "1.69"],
        ["2.56", "2.55", "2.57"],
        ["18"],
        ["1.68", "1.69"],
        ["1"],
        ["37.49,55.21", "37.49, 55.21"],
        "1",
        ["4"],
        "1",
        "1"
    ],
    "answers": [
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["1", ["Да", "Нет"]],
        ["0"],
        ["1", ["Да", "Нет"]],
        ["1", ["Да", "Нет"]]
    ]
}