{
    "time": 2400,
    "image": [
        "img/question_2_1.jpg",
        "img/question_2_2.jpg",
        "img/question_2_3.jpg",
        "img/question_2_4.jpg",
        "img/question_2_5.jpg",
        "img/question_2_6.jpg",
        "img/question_2_7.jpg",
        "img/question_2_8.jpg",
        "empty",
        "empty",
        "empty",
        "empty",
        "img/question_2_14.jpg",
        "img/question_2_15.jpg",

        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",

        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty",

        "empty",
        "empty",
        "empty",
        "empty",
        "empty",
        "empty"

    ],
    "tasks": [
        "По графику определите тип модуляции (манипуляции), используемой при формировании изображённого сигнала.",
        "На графике представлен спектр сигнала, определите число гармоник, в МОДУЛИРУЮЩЕМ сигнале.",
        "Дан сигнал с однополосной модуляцией. Определите НЕСУЩУЮ частоту и частоту МАКСИМАЛЬНОЙ гармоники в модулирующем сигнале.",
        "По графику определите тип модуляции (манипуляции), используемой при формировании изображённого сигнала.",
        "По спектру сигнала определите тип модуляции (манипуляции), используемой при формировании этого сигнала.",
        "При формировании сигнала был изменён коэффициент модуляции. В каком случае он больше?",
        "Сколько гармоник в модулирующем сигнале?",
        "При формировании сигнала был изменён некоторый параметр (см. вкладку \"Теория\"). Что было изменено и как? Дать ответ в форме: Параметр/Больше(Меньше).",
        "Какая(Какие) из следующих компонент АМ-сигнала несёт(несут) информацию, передаваемую в сообщении?",
        "Какая разность фаз должна использоватсья при фазовой манипуляции, чтобы закодировать 2 символа.",
        "Какая разность фаз должна использоватсья при фазовой манипуляции, чтобы закодировать 4 символа.",
        "Укажите вид модуляции (манипуляции) более подверженый помехам при передаче, чем другие?",
        "В каком случае период сигнала больше?",
        "По графику определите тип модуляции (манипуляции), используемой при формировании изображённого сигнала.",

        "Просканируйте диапазон от 250 МГц до 700 МГц с помощью «Поиска». Сколько неизвестных сигналов обнаружено?",
        "Просканируйте диапазон от 250 МГц до 700 МГц с помощью «Поиска». Определите максимальную длину волны (соответствующую несущей частоте) среди обнаруженных сигналов, в м. Ответ округлить до сотых.",
        "Просканируйте диапазон от 250 МГц до 700 МГц с помощью «Поиска». Определите минимальную длину волны (соответствующую несущей частоте) среди обнаруженных сигналов, в м. Ответ округлить до сотых.",
        "Какую несущую частоту имеет сигнал с максимальной мощностью (на входе приёмника, используете диапазон МГц на анализаторе спектра)? Ответ дать в кГц.",
        "Какую несущую частоту имеет сигнал с минимальной мощностью (на входе приёмника, используете диапазон МГц на анализаторе спектра)? Ответ дать в кГц.",
        "Укажите несущую частоту сигнала с наибольшей шириной спектра. Ширину спектра следует определять по анализатору спектра, выбрав диапазон кГц. Ответ дать в МГц.",
        "Укажите несущую частоту сигнала с наименьшей шириной спектра. Ширину спектра следует определять по анализатору спектра, выбрав диапазон кГц. Ответ дать в МГц.",

        "Просканируйте диапазон от 250 МГц до 700 МГц с помощью «Поиска». Проведите технический сигнала c МИНИМАЛЬНОЙ несущей частотой. Какой вид модуляции (манипуляции) использовался при формировании данного сигнала?",
        "Просканируйте диапазон от 250 МГц до 700 МГц с помощью «Поиска». Проведите технический сигнала c МИНИМАЛЬНОЙ несущей частотой. Какую длину волны имеет несущая гармоника, в м? Ответ округлить до сотых.",
        "Проведите технический анализ сигнала с длиной волны 0.689 м. Какой вид модуляции (манипуляции) использовался при формировании данного сигнала?",
        "Мощность сигналов с длинами волн (для несущего сигнала) 0.868 м и 0.56 м отличается в 4 раза. Во сколько раз отличаются амплитуды этих сигналов?",
        "Просканируйте диапазон от 250 МГц до 700 МГц с помощью «Поиска». Проведите технический сигнала c минимальной длиной волны. Какой вид модуляции (манипуляции) использовался при формировании данного сигнала?",
        "Просканируйте диапазон от 250 МГц до 700 МГц с помощью «Поиска». Проведите технический сигнала c минимальной длиной волны. Определите пеленг на источник данного сигнала?",
        "Просканируйте диапазон от 250 МГц до 700 МГц с помощью «Поиска». Каких сигналов больше среди обнаруженных?",
        "Просканируйте диапазон от 250 МГц до 700 МГц с помощью «Поиска». Укажите через запятую несущие частоты сигналов с аналоговой модуляцией?",

        "Просканируете диапазон частот от 800 до 2500 МГц. На каких частотах обнаружены сигналы с ППРЧ? Укажите частоты через запятую в МГц.",
        "Просканируете диапазон частот от 800 до 2500 МГц. На некоторых частотах были обнаружены сигналы с ППРЧ. Какому дрону соответствует сигнал с минимальной частотой?",
        "Просканируете диапазон частот от 800 до 2500 МГц. На какой частоте обнаружен ППРЧ сигнал, соответствующий дрону Байрактар ТБ2? Ответ дать в кГц.",
        "Просканируете диапазон частот от 800 до 2500 МГц. На некоторых частотах были обнаружены сигналы с ППРЧ. Укажите частоту (в МГц) видеосигнала, который принадлежит тому же дрону, что и ППРЧ сигнал с минимальной частотой?",
        "Какому дрону соответсвует сигнал управления с большей мощностью?",
        "Определите число частот, используемых для перестройки рабочей частоты. Для дрона Байрактар ТБ2."
    ],
    "checks": [
        ["АМ", "Амплитудная модуляция", "амплитудная модуляция", "Амплитудная", "амплитудная"],
        ["3"],
        ["4", "5"],
        ["ЧМ", "Частотная модуляция", "частотная модуляция", "Частотная", "частотная"],
        ["ЧМн", "Частотная манипуляция", "частотная манипуляция", "Частотная", "частотная"],
        "2",
        ["3"],
        ["Количество гармоник/Больше", "количество гармоник/больше"],
        ["2", "3"],
        ["180"],
        ["90"],
        ["АМ", "Амплитудная модуляция", "амплитудная модуляция", "Амплитудная", "амплитудная"],
        ["2"],
        ["ЧМн", "Частотная манипуляция", "частотная манипуляция", "Частотная", "частотная"],

        ["4"],
        ["0.86", "0.87"],
        ["0.56", "0.55", "0.57"],
        ["535000"],
        ["375000"],
        ["535"],
        ["345"],

        ["ЧМ", "Частотная модуляция", "частотная модуляция", "Частотная", "частотная"],
        ["0.86", "0.87"],
        ["ФМн", "Фазовая модуляция", "фазовая модуляция", "Фазовая", "фазовая"],
        ["2"],
        ["ЧМн", "Частотная манипуляция", "частотная манипуляция", "Частотная", "частотная"],
        ["53"],
        "2",
        ["345"],

        ["870", "927"],
        "3",
        ["927000"],
        ["1197", "1196", "1195"],
        "4",
        ["10", "11", "9"]


    ],
    "answers": [
        ["0"],
        ["0"],
        ["2", ["1550", "1450", "50", "1500", "55"]],
        ["0"],
        ["0"],
        ["1", ["1", "2"]],
        ["0"],
        ["0"],
        ["2", ["Несущая частота", "Боковые полосы справа", "Боковые полосы слева"]],
        ["0"],
        ["0"],
        ["0"],
        ["1", ["1", "2"]],
        ["0"],

        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],

        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["0"],
        ["1", ["Аналоговых", "Цифровых"]],
        ["0"],

        ["0"],
        ["1", ["Зала", "Суперкам", "АС-СМ «Фурия»", "Байрактар ТБ2"]],
        ["0"],
        ["0"],
        ["1", ["Зала", "Суперкам", "АС-СМ «Фурия»", "Байрактар ТБ2"]],
        ["0"]
    ]
}